
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "Home Sync Status";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "Syncing";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "Starting…";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "Finishing…";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "Checking";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "Checking";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "Canceling…";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "Stopping…";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "Finishing…";

"CINCH_PROG_PATH_MESSAGE" = " “%@”";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "%@ of %@ items – %@%% complete.";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "%@ of %@ items – %@ of %@ – %@%% complete.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ bytes";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ KB";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ GB";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "Connecting to network home.";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "Syncing will continue in background.";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "Sync complete.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "Sync canceled.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "Syncing stopped.";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "OK";
"CINCH_CANCEL_BUTTON" = "Cancel";
"CINCH_SKIP_BUTTON" = "Stop";
"CINCH_CONTINUE_BUTTON" = "Continue";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "You must have a mobile account to use this feature.";
"CINCH_MUST_BE_MHD_MESSAGE" = "To create a mobile account, open System Preferences, click Accounts, then click Create. If these items are missing or disabled, see your system administrator.";

"CINCH_NO_NETHOME_TITLE" = "The sync could not complete because your network home at “%@” is currently unavailable.";
"CINCH_NO_NETHOME_MESSAGE" = "Try again later when it is available.";

"CINCH_NOWRITE_NETHOME_TITLE" = "The sync could not complete because your network home at “%@” does not allow writing.";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "Try again later or contact your system administrator.";

"CINCH_HOME_IN_USE_TITLE" = "Your network home may be in use.";
"CINCH_HOME_IN_USE_MESSAGE" = "If you sync now, some files may not sync.";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "Sync Now";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "Sync Later";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "The sync will not happen because of problems with your network home.";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "Try logging in again later to sync, or contact your administrator.";

"CINCH_SYNC_FAILED_TITLE" = "The sync failed to complete.";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "The destination did not have enough space to complete operation.";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "Your network home may have changed since your last sync.";
"CINCH_HOME_CHANGED_MESSAGE" = "If you are not sure why this happened, choose Sync Later and back up your recent files before syncing again. Click More Information to see other options.";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "Some network home files may have changed after your last sync. Select the location that contains your most recent files.";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "Your selection will only affect files that have changed on both your network and mobile homes. Other files will sync correctly.\n\nYour network home was accessed: %@.\nYour last mobile home sync was: %@.";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "Your network home may be in use.";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "If you don’t think this is correct, the server may still be holding a temporary lock on your network home. Often, this will clear itself after a short time period.";

"CINCH_HOME_INVALID_TITLE" = "Your network home may not be configured for syncing.";
"CINCH_HOME_INVALID_MESSAGE" = "The network home at “%@” does not contain some files needed for syncing.";

"CINCH_GENERIC_ERR_TITLE" = "No information is available.";
"CINCH_GENERIC_ERR_MESSAGE" = "Log back in at a later time and try again.";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "Sync Later";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "More Information…";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "Network Home";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "Mobile Home";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "Some preference files in your network home are newer than files in your mobile home and did not sync.";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "Depending on your sync settings, these files may be synced at login or logout.";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "Home sync failed. Continue without a synced home?";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "If you continue, sync your home as soon as possible. If you cancel, your home will not be created.";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "No folders are selected to be synced.";
"CINCH_NOTHING_MESSAGE" = "To sync folders, open System Preferences and then click Accounts. Select your account and click Mobile Account Settings. Select folders to sync in the “Only selected folders” list. If this list is disabled, see your system administrator.";
"Account Mobility Preferences..." = "Account Mobility Preferences...";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "Your network home is currently unavailable.";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "Try again later when it’s available.";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "%@’s Network Home";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "Create a mobile account with a portable home directory?";
"MCX_PHD_ACCNT_TEXT" = "A mobile account with a portable home directory provides a copy of your network account and a synced copy of your network home that may be used when a computer is disconnected from the network.\n";

"MCX_MOBILE_ACCNT_TITLE" = "Create a mobile account?";
"MCX_MOBILE_ACCNT_TEXT" = "A mobile account provides a copy of your network account that may be used when a computer is disconnected from the network.\n";

"MCX_MOBILE_ACCNT_CHECKBOX" = "Don’t ask me again";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\nSelect the home folder's volume:\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\nPlease attach an external volume.\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = " (Startup Disk)";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "(No Volume Attached)";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "Create Now";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "Don’t Create";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "Cancel Login";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "Unable to create mobile account.";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "You must attach an external volume to create the mobile account.";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "Enter your password to create a mobile account.";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "Cancel";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "Incorrect password.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "Mobile account creation canceled.";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "Unable to create mobile account.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "There was a problem creating your mobile account.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "There was a problem accessing your mobile account’s home folder volume.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "There was a problem creating your mobile account record.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "There was a problem creating or accessing “%@”.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "There was a problem creating a FileVault home.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "Your FileVault home can't be created because a folder with the same name already exists.";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "Creating a FileVault protected Home.";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault encrypts your Home folder using your login password.\n\nThe initial setup may take a minute.";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "Authorize External Account";

"MCX_XACCNT_AUTH_TITLE" = "Allow the external account, “%@,” from disk “%@” to access this computer?";
"MCX_XACCNT_AUTH_CHECKBOX" = "Remember my choice";
"MCX_XACCNT_LOCKED_MESSAGE" = "Click the lock to allow or save.";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "Please type an administrator’s name and password.";
"MCX_XACCNT_ALLOW_BUTTON" = "Allow";
"MCX_XACCNT_DENY_BUTTON" = "Deny";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "This computer will be managed. Would you like to continue with managed settings enabled?";
"MCX_DISABLE_MGMT_TEXT" = "Your system administrator has given you the option of disabling management settings.";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = " You can also refresh any locally stored computer settings.";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\nIf you remember this choice, you can display this window again by holding down the Option key as you log in.";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "Remember my choice";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "Refresh Preferences";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "Disable Settings";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "Allow Settings";

"CINCH_SYNC_DATE_TODAY" = "Today at ";
"CINCH_SYNC_DATE_YESTERDAY" = "Yesterday at ";
"CINCH_SYNC_DATE_TOMORROW" = "Tomorrow at ";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "HomeSync Password";
"KEYCHAIN_NETWORK_KIND" = "Network Password";
